import './About.css'

export default function About() {
  return (
    <div className='container'>
        <div className='about-div'>
            <p className='about-title'>درباره ما</p>
            <p className="about-text">
                به فروشگاه اینترنتی ما خوش آمدید! ما یک تیم هستیم که به تولید و فروش وسایل و دستگاه‌های الکترونیکی منحصر به فرد پرداخته‌ایم. هدف ما این است که با ارائه محصولاتی با کیفیت و نوآورانه، تجربه‌ای خاص و لذت‌بخش را برای شما فراهم کنیم.
                ما در فروشگاه خود به دنبال ایجاد یک پل ارتباطی بین هنر و فناوری هستیم. هر یک از محصولات ما با دقت و توجه به جزئیات طراحی و ساخته شده‌اند. ما اعتقاد داریم که دستگاه‌های الکترونیکی می‌توانند نه تنها کارایی بالایی داشته باشند، بلکه باید زیبا و جذاب نیز باشند. به همین دلیل، هر محصول ما نتیجه تلاش‌های بی‌وقفه تیم ما برای ترکیب بهترین فناوری‌ها با طراحی‌های خلاقانه است.
                ما به مشتریان خود اهمیت می‌دهیم و تمام تلاش خود را می‌کنیم تا بهترین خدمات را ارائه دهیم.
                از اینکه ما را انتخاب کرده‌اید سپاسگزاریم. امیدواریم که با محصولات ما، لحظات خاصی را تجربه کنید و از دنیای جذاب الکترونیک لذت ببرید. برای هرگونه سوال تیم پشتیبانی ما همیشه آماده پاسخگویی به شماست.
            </p>
        </div>
    </div>
  )
}
