import './TextSection.css'
import WCU from './WCU/WCU'

export default function TextSection() {
  return (
    <section>
        <div className='container'>
            <div className="text-section-main-div">
                <p className='text-section-titles'>خلاقیت در هر قطعه – تجربه‌ای متفاوت از فناوری!</p>
                <p className='text-section-texts'>
                به فروشگاه ما خوش آمدید؛ جایی که مرز بین هنر و فناوری در هم می‌شکند.
                اینجا، محصولات الکترونیکی با عشق و دقتی بی‌نظیر طراحی و ساخته می‌شوند تا نه‌تنها نیازهای شما را برآورده کنند، بلکه زیبایی و خلاقیت را به زندگی‌تان بیاورند.
                </p>
                <p className='text-section-titles'>ما که هستیم؟</p>
                <p className='text-section-texts'>
                ما گروهی از عاشقان فناوری و هنر هستیم که باور داریم محصولات الکترونیکی می‌توانند فراتر از یک ابزار کاربردی باشند.
                آن‌ها می‌توانند داستانی از خلاقیت و احساسات را روایت کنند. هر محصول ما یک اثر هنری است که با عشق و حساسیت ساخته شده تا حس خاص بودن را به شما هدیه دهد.
                </p>
                <p className='text-section-titles'>محصولات ما چیست؟</p>
                <p className='text-section-texts'>
                ما طیف گسترده‌ای از محصولات الکترونیکی را به شما ارائه می‌دهیم.
                هر کدام از این محصولات با ایده‌های نوآورانه و طراحی‌های منحصر‌به‌فرد خلق شده‌اند.
                ما به‌دنبال این هستیم که علاوه‌بر کارایی بالا، حس لذت و زیبایی را نیز به شما منتقل کنیم.
                </p>
                <WCU />
                <p className='text-section-titles'>تفاوت را لمس کنید!</p>
                <p className='text-section-texts'>
                ما معتقدیم هر محصولی که استفاده می‌کنید باید علاوه‌بر کارایی، روح و شخصیت داشته باشد.
                محصولات ما فقط ابزار نیستند؛ آن‌ها آثار هنری هستند که زندگی شما را زیباتر و متفاوت‌تر می‌کنند.
                با انتخاب محصولات الکترونیکی ما، به دنیای خلاقیت و اصالت قدم بگذارید.
                </p>
                <p className='text-section-titles'>از فروشگاه ما دیدن کنید!</p>
                <p className='text-section-texts'>
                محصولات ما منتظرند تا به بخشی از زندگی شما تبدیل شوند.
                نگاهی بیندازید و از تنوع و خلاقیتی که در هر جزئیات به کار رفته لذت ببرید.
                با ما، تفاوت را لمس کنید و هنری بی‌نظیر را به خانه ببرید.
                </p>
            </div>
        </div>
    </section>
  )
}
